Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Your whole setup travels as one file. Save it, share it, bring it back anywhere.
de: Deine ganze Einrichtung reist als eine Datei. Sichern, teilen und überall wiederherstellen.
es: Toda tu configuración viaja en un solo archivo: guárdala, compártela y recupérala donde quieras.
et: Sinu terve seadistus reisib ühe failina. Salvesta, jaga ja too kusagil tagasi.
fr: Toute ta config tient dans un seul fichier. Enregistre-le, partage-le, restaure-le où tu veux.
hu: Az egész beállításod egyetlen fájlban utazik. Mentsd el, oszd meg, és állítsd vissza bárhol.
it: Tutta la tua configurazione viaggia in un unico file. Salvalo, condividilo, ripristinalo ovunque.
ja: 設定はまるごと1つのファイルに。保存して、共有して、どこでも元どおりにできます。
ko: 설정 전체가 파일 하나로 움직여요. 저장하고, 공유하고, 어디서든 다시 불러오세요.
ms: Seluruh persediaan anda bergerak sebagai satu fail. Simpan, kongsi, dan pulihkan di mana-mana.
pt: Toda a tua configuração viaja num único ficheiro. Guarda-o, partilha-o e recupera-o em qualquer lado.
ru: Вся ваша настройка переезжает одним файлом. Сохраните его, поделитесь им, верните где угодно.
zh_hans: 你的整套设置就是一个文件，保存、分享，随处找回。

source: Your words
de: Deine Wörter
es: Tus palabras
et: Sinu sõnad
fr: Tes mots
hu: A szavaid
it: Le tue parole
ja: あなたの単語
ko: 내 단어
ms: Perkataan anda
pt: As tuas palavras
ru: Ваши слова
zh_hans: 你的词语

source: Your words are merged with your other devices, never replaced, so nothing you've taught one gets lost on another. Encrypted before it leaves, through your own iCloud account.
de: Deine Wörter werden mit deinen anderen Geräten zusammengeführt, nicht ersetzt – was du einem Gerät beigebracht hast, geht auf einem anderen nicht verloren. Verschlüsselt, bevor sie das Gerät verlassen, und nur über deinen eigenen iCloud-Account.
es: Tus palabras se combinan con las de tus otros dispositivos en lugar de sustituirlas, así que nada de lo que le has enseñado a uno se pierde en otro. Se cifran antes de salir y solo pasan por tu propia cuenta de iCloud.
et: Sinu sõnad ühendatakse sinu teiste seadmetega, mitte ei asendata, nii et midagi, mida sa ühele õpetasid, ei kao teisel. Krüptitakse enne lahkumist, ainult sinu enda iCloudi konto kaudu.
fr: Tes mots sont fusionnés avec ceux de tes autres appareils, jamais remplacés : ce que tu as appris à l'un ne disparaît pas sur l'autre. Chiffrés avant de partir, et uniquement via ton propre compte iCloud.
hu: A szavaid összefésülődnek a többi eszközödével, nem íródnak felül, így semmi nem veszik el abból, amit az egyiknek megtanítottál. Titkosítva hagyják el az eszközt, és csak a saját iCloud-fiókodon mennek át.
it: Le tue parole vengono unite a quelle degli altri dispositivi, non sostituite: quello che hai insegnato a uno non si perde sull'altro. Cifrate prima di partire e solo tramite il tuo account iCloud.
ja: 単語は他のデバイスのものと統合され、上書きはされません。片方に覚えさせた単語がもう片方で消えることはありません。デバイスを出る前に暗号化され、通るのはあなた自身の iCloud アカウントだけです。
ko: 단어는 다른 기기의 것과 합쳐지고 덮어쓰지 않아요. 한쪽에서 가르친 단어가 다른 쪽에서 사라지지 않아요. 기기를 떠나기 전에 암호화되고, 본인 iCloud 계정만 거쳐요.
ms: Perkataan anda digabungkan dengan peranti lain anda, bukan diganti, jadi apa yang anda ajar pada satu peranti tidak hilang pada yang lain. Disulitkan sebelum keluar, dan hanya melalui akaun iCloud anda sendiri.
pt: As tuas palavras são combinadas com as dos outros dispositivos, nunca substituídas, por isso nada do que ensinaste a um se perde noutro. São cifradas antes de sair e passam só pela tua conta iCloud.
ru: Ваши слова объединяются с другими устройствами, а не заменяются, поэтому ничего из выученного на одном не теряется на другом. Шифруются перед отправкой и идут через ваш собственный аккаунт iCloud.
zh_hans: 你的词会和其他设备上的合并，而不是被覆盖，所以在一台设备上教过的词不会在另一台上丢失。离开设备前先加密，只经过你自己的 iCloud 账户。

source: Your words, streak, and speed, measured on device and never uploaded.
de: Deine Wörter, Serie und Geschwindigkeit, auf dem Gerät gemessen und nie hochgeladen.
es: Tus palabras, racha y velocidad, medidas en el dispositivo y nunca subidas.
et: Sinu sõnad, seeria ja kiirus, mõõdetud seadmes ega laadita kunagi üles.
fr: Tes mots, ta série et ta vitesse, mesurés sur l'appareil et jamais envoyés.
hu: A szavaid, a sorozatod és a sebességed, a készüléken mérve, feltöltés nélkül.
it: Le tue parole, la serie e la velocità, misurate sul dispositivo e mai caricate.
ja: 入力した単語数、連続日数、速度。すべて端末内で計測し、アップロードはしません。
ko: 단어 수, 연속 기록, 속도를 기기 안에서만 재고 어디로도 올리지 않아요.
ms: Perkataan, rentetan hari dan kelajuan anda, diukur pada peranti dan tidak pernah dimuat naik.
pt: As tuas palavras, sequência e velocidade, medidas no dispositivo e nunca enviadas.
ru: Ваши слова, серия дней и скорость — всё измеряется на устройстве и никуда не загружается.
zh_hans: 你的字数、连续天数和速度，都在设备上统计，从不上传。

source: Yours
de: Deine
es: Tuyas
et: Sinu
fr: Les tiennes
hu: Sajátok
it: Le tue
ja: 自分のもの
ko: 내 배열
ms: Milik anda
pt: As tuas
ru: Ваше
zh_hans: 我的

source: Yours for life. Nothing to renew.
de: Für immer deins. Nichts zu verlängern.
es: Tuyo de por vida. Nada que renovar.
et: Sinu eluaegselt. Midagi uuendada pole.
fr: À toi à vie. Rien à renouveler.
hu: Örökre a tiéd. Nincs mit megújítani.
it: Tuo per sempre. Niente da rinnovare.
ja: 生涯ご利用いただけます。更新は不要です。
ko: 평생 사용할 수 있습니다. 갱신할 것이 없습니다.
ms: Milik anda seumur hidup. Tiada apa untuk diperbaharui.
pt: Seu para sempre. Nada para renovar.
ru: Ваше навсегда. Продлевать нечего.
zh_hans: 终身拥有，无需续订。

source: ^[%@ active day](inflect: true)
de: ^[%@ aktiver Tag](inflect: true)
es: ^[%@ día activo](inflect: true)
et: ^[%@ aktiivne päev](inflect: true)
fr: ^[%@ jour actif](inflect: true)
hu: ^[%@ aktív nap](inflect: true)
it: ^[%@ giorno attivo](inflect: true)
ja: ^[%@日アクティブ](inflect: true)
ko: ^[%@일 활동](inflect: true)
ms: ^[%@ hari aktif](inflect: true)
pt: ^[%@ dia ativo](inflect: true)
ru: ^[%@ активный день](inflect: true)
zh_hans: ^[%@ 个活跃日](inflect: true)

source: ^[%@ change](inflect: true)
de: Änderungen: %@
es: ^[%@ cambio](inflect: true)
et: Muudatused: %@
fr: Modifications : %@
hu: %@ módosítás
it: Modifiche: %@
ja: %@件の変更
ko: 변경 %@개
ms: %@ perubahan
pt: Alterações: %@
ru: изменений: %@
zh_hans: %@ 处更改

source: ^[%@ entry](inflect: true)
de: Einträge: %@
es: ^[%@ entrada](inflect: true)
et: Kirjed: %@
fr: Entrées : %@
hu: %@ bejegyzés
it: Voci: %@
ja: %@件
ko: 항목 %@개
ms: %@ entri
pt: Entradas: %@
ru: записей: %@
zh_hans: %@ 个条目

source: ^[%@ language](inflect: true)
de: ^[%@ Sprache](inflect: true)
es: ^[%@ idioma](inflect: true)
et: ^[%@ keel](inflect: true)
fr: ^[%@ langue](inflect: true)
hu: ^[%@ nyelv](inflect: true)
it: ^[%@ lingua](inflect: true)
ja: ^[%@言語](inflect: true)
ko: ^[%@개 언어](inflect: true)
ms: ^[%@ bahasa](inflect: true)
pt: ^[%@ idioma](inflect: true)
ru: ^[%@ язык](inflect: true)
zh_hans: ^[%@ 种语言](inflect: true)

source: ^[%@ word](inflect: true)
de: Wörter: %@
es: ^[%@ palabra](inflect: true)
et: Sõnad: %@
fr: Mots : %@
hu: %@ szó
it: Parole: %@
ja: %@語
ko: 단어 %@개
ms: %@ perkataan
pt: Palavras: %@
ru: слов: %@
zh_hans: %@ 个字

source: ^[%lld active day](inflect: true)
de: %lld aktive Tage
es: ^[%lld día activo](inflect: true)
et: %lld aktiivset päeva
fr: %lld jours actifs
hu: %lld aktív nap
it: %lld giorni attivi
ja: %lld 日使用
ko: 사용한 날 %lld일
ms: %lld hari aktif
pt: %lld dias ativos
ru: %lld активных дня
zh_hans: %lld 天有输入

source: ^[%lld change](inflect: true)
de: %lld Änderungen
es: ^[%lld cambio](inflect: true)
et: %lld muudatust
fr: %lld modifications
hu: %lld módosítás
it: %lld modifiche
ja: %lld件の変更
ko: 변경 %lld개
ms: %lld perubahan
pt: %lld alterações
ru: %lld изменения
zh_hans: %lld 处更改

source: ^[%lld entry](inflect: true)
de: %lld Einträge
es: ^[%lld entrada](inflect: true)
et: %lld kirjet
fr: %lld entrées
hu: %lld bejegyzés
it: %lld voci
ja: %lld件
ko: 항목 %lld개
ms: %lld entri
pt: %lld entradas
ru: %lld записи
zh_hans: %lld 个条目

source: ^[%lld language](inflect: true)
de: %lld Sprachen
es: ^[%lld idioma](inflect: true)
et: %lld keelt
fr: %lld langues
hu: %lld nyelv
it: %lld lingue
ja: %lld 言語
ko: 언어 %lld개
ms: %lld bahasa
pt: %lld idiomas
ru: %lld языка
zh_hans: %lld 种语言

source: ^[%lld word](inflect: true)
de: %lld Wörter
es: ^[%lld palabra](inflect: true)
et: %lld sõna
fr: %lld mots
hu: %lld szó
it: %lld parole
ja: %lld語
ko: 단어 %lld개
ms: %lld perkataan
pt: %lld palavras
ru: %lld слова
zh_hans: %lld 个字

source: a character
de: ein Zeichen
es: un carácter
et: märk
fr: un caractère
hu: egy karakter
it: un carattere
ja: 文字
ko: 문자
ms: aksara
pt: um caráter
ru: символ
zh_hans: 一个字符

source: a character or word
de: ein Zeichen oder Wort
es: un carácter o palabra
et: märk või sõna
fr: un caractère ou un mot
hu: egy karakter vagy szó
it: un carattere o una parola
ja: 文字または単語
ko: 문자 또는 단어
ms: aksara atau perkataan
pt: um caráter ou palavra
ru: символ или слово
zh_hans: 一个字符或单词

source: action
de: Aktion
es: acción
et: tegevus
hu: művelet
it: azione
ja: アクション
ko: 동작
ms: tindakan
pt: ação
ru: действие
zh_hans: 个操作

source: actions
de: Aktionen
es: acciones
et: tegevust
hu: művelet
it: azioni
ja: アクション
ko: 동작
ms: tindakan
pt: ações
ru: действий
zh_hans: 个操作

source: active days
de: aktive Tage
es: días activos
et: aktiivsed päevad
fr: jours actifs
hu: aktív napok
it: giorni attivi
ja: アクティブ日数
ko: 활동한 날
ms: hari aktif
pt: dias ativos
ru: активных дней
zh_hans: 活跃天数

source: adjective
de: Adjektiv
es: adjetivo
et: omadussõna
fr: adjectif
hu: melléknév
it: aggettivo
ja: 形容詞
ko: 형용사
ms: kata sifat
pt: adjetivo
ru: прилагательное
zh_hans: 形容词

source: avg WPM
de: Ø WPM
es: PPM med.
et: keskmine WPM
fr: MPM moy.
hu: átl. szó/p
it: PPM medie
ja: 平均WPM
ko: 평균 WPM
ms: purata PPM
pt: PPM méd.
ru: ср. ЗН/МИН
zh_hans: 平均 WPM

source: avg daily peak
de: Ø täglicher Höchstwert
es: pico diario medio
et: keskmine päeva tipp
fr: pic quotidien moyen
hu: átlagos napi csúcs
it: picco medio giornaliero
ja: 平均日次ピーク
ko: 일일 평균 최고치
ms: purata kemuncak harian
pt: pico diário médio
ru: сред. дневной пик
zh_hans: 日均峰值

source: best streak
de: beste Serie
es: mejor racha
et: parim seeria
fr: meilleure série
hu: legjobb sorozat
it: serie migliore
ja: 最長連続記録
ko: 최고 연속 기록
ms: rentetan terbaik
pt: melhor sequência
ru: лучшая серия
zh_hans: 最长连续记录

source: chime
de: klingen
es: repicar
et: helisema
fr: carillonner
hu: csendül
it: tintinnare
ja: 鳴る
ko: 울리다
ms: berdenting
pt: tilintar
ru: звенеть
zh_hans: 鸣响

source: clinkkeys.app has the longer guides, and a way to write to us. A real person reads it.
de: Auf clinkkeys.app stehen die ausführlichen Anleitungen, und von dort kannst du uns schreiben. Es liest ein echter Mensch.
es: En clinkkeys.app están las guías largas y un sitio para escribirnos. Lo lee una persona de verdad.
et: clinkkeys.app-il on pikemad juhendid ja võimalus meile kirjutada. Ehtsat inimest loeb seda.
fr: clinkkeys.app rassemble les guides détaillés et un moyen de nous écrire. C'est une vraie personne qui lit.
hu: A clinkkeys.app oldalon vannak a hosszabb útmutatók, és onnan írhatsz nekünk. Egy valódi ember olvassa.
it: Su clinkkeys.app trovi le guide più lunghe e un modo per scriverci. Legge una persona vera.
ja: clinkkeys.appには詳しいガイドと、ご連絡いただける窓口があります。実際の担当者が読んでいます。
ko: clinkkeys.app에는 더 자세한 가이드와 문의 방법이 있습니다. 실제 담당자가 읽습니다.
ms: clinkkeys.app ada panduan yang lebih panjang dan cara untuk menulis kepada kami. Orang sebenar yang membacanya.
pt: Em clinkkeys.app estão os guias mais longos e uma forma de nos escreveres. É lido por uma pessoa a sério.
ru: На clinkkeys.app есть подробные руководства и способ нам написать. Читает живой человек.
zh_hans: clinkkeys.app 上有更详细的指南，也能从那里写信给我们。看信的是真人。

source: continue
de: weiter
es: continuar
et: edasi
fr: continuer
hu: tovább
it: continua
ja: 続ける
ko: 계속
ms: teruskan
pt: continuar
ru: продолжить
zh_hans: 继续

source: corrected
de: korrigiert
es: corregido
et: parandatud
fr: corrigé
hu: javítva
it: corretto
ja: 修正済み
ko: 수정됨
ms: dibetulkan
pt: corrigido
ru: исправлено
zh_hans: 已纠正

source: e.g. , or :)
de: z. B. , oder :)
es: p. ej. , o :)
et: nt. , või :)
fr: par ex. , ou :)
hu: pl. , vagy :)
it: es. , o :)
ja: 例: , や :)
ko: 예: , 또는 :)
ms: cth. , atau :)
pt: ex.: , ou :)
ru: например, , или :)
zh_hans: 比如 , 或 :)

source: e.g. Correctly punctuate and formalize what I say
de: z. B. Setz meine Zeichensetzung richtig und formuliere es förmlicher
es: p. ej. Puntúa bien lo que digo y hazlo más formal
et: nt. Pane kirjavahemärgid õigesti ja tee ametlikumaks see, mida ütlen
fr: p. ex. Ponctue correctement ce que je dis et rends-le plus formel
hu: pl. Tedd helyesen a központozást, és fogalmazd hivatalosabbra
it: es. Punteggia bene quello che dico e rendilo più formale
ja: 例：話した内容に正しく句読点をつけて、丁寧な表現にして
ko: 예: 내가 말한 내용에 문장부호를 제대로 넣고 격식 있게 다듬어 줘
ms: cth. Letak tanda baca yang betul dan jadikan lebih formal
pt: ex. Pontua bem o que digo e torna-o mais formal
ru: например: расставить знаки препинания и сделать сказанное официальным
zh_hans: 例如：把我说的正确加上标点，并写得更正式

source: e.g. Make this more persuasive
de: z. B. Mach das überzeugender
es: p. ej., Haz esto más convincente
et: nt Tee see veenvamaks
fr: ex. : Rends ceci plus convaincant
hu: pl. Tedd ezt meggyőzőbbé
it: es. Rendilo più persuasivo
ja: 例：これをもっと説得力のあるものにして
ko: 예: 이 내용을 더 설득력 있게 만들어 줘
ms: cth. Jadikan ini lebih meyakinkan
pt: ex.: Torna isto mais persuasivo
ru: например: Сделай это убедительнее
zh_hans: 例如：让这段话更有说服力

source: e.g. Pirate speak
de: z. B. Piratensprache
es: p. ej. Habla pirata
et: nt. Piraadikõne
fr: par ex. parler pirate
hu: pl. Kalózosan
it: es. Linguaggio da pirata
ja: 例: 海賊風の話し方
ko: 예: 해적 말투
ms: cth. Cakap lanun
pt: ex.: Falar à pirata
ru: например: по-пиратски
zh_hans: 比如 海盗腔

source: e.g. Reactions
de: z. B. Reaktionen
es: p. ej. Reacciones
et: nt. Reaktsioonid
fr: p. ex. Réactions
hu: pl. Reakciók
it: es. Reazioni
ja: 例：リアクション
ko: 예: 리액션
ms: cth. Reaksi
pt: p. ex. Reações
ru: например: реакции
zh_hans: 例如：回应

source: extra words
de: zusätzliche Wörter
es: palabras extra
et: lisasõnad
fr: mots en plus
hu: extra szavak
it: parole in più
ja: 追加の単語
ko: 추가 단어
ms: perkataan tambahan
pt: palavras extra
ru: дополнительные слова
zh_hans: 补充词汇

source: flexible gap
de: flexibler Abstand
es: espacio flexible
et: painduv vahe
fr: espace flexible
hu: rugalmas hézag
it: spazio flessibile
ja: 可変ギャップ
ko: 유동 간격
ms: jurang fleksibel
pt: espaço flexível
ru: гибкий зазор
zh_hans: 弹性间距

source: font
de: Schrift
es: fuente
fr: police
hu: betűtípus
it: carattere
ja: フォント
ko: 글꼴
ms: fon
pt: tipo de letra
ru: шрифт
zh_hans: 个字体

source: fonts
de: Schriften
es: fuentes
et: fonti
fr: polices
hu: betűtípus
it: caratteri
ja: フォント
ko: 글꼴
ms: fon
pt: tipos de letra
ru: шрифтов
zh_hans: 个字体

source: go back
de: zurück
es: volver
et: tagasi
fr: revenir
hu: vissza
it: indietro
ja: 戻る
ko: 돌아가기
ms: ke belakang
pt: voltar
ru: назад
zh_hans: 返回

source: hairline rule
de: Haarlinie
es: línea fina
et: juusjas joon
fr: filet fin
hu: hajszálvékony vonal
it: linea sottile
ja: 極細ライン
ko: 가는 선
ms: garis nipis
pt: linha fina
ru: тонкая линия
zh_hans: 细线

source: iCloud Key
de: iCloud-Schlüssel
es: Clave de iCloud
et: iCloudi võti
fr: Clé iCloud
hu: iCloud-kulcs
it: Chiave iCloud
ja: iCloudキー
ko: iCloud 키
ms: Kunci iCloud
pt: Chave do iCloud
ru: Ключ iCloud
zh_hans: iCloud 键名

source: iCloud Sync is part of the membership.
de: Die iCloud-Synchronisierung ist Teil der Mitgliedschaft.
es: La sincronización de iCloud es parte de la membresía.
et: iCloudi sünkroonimine on osa liikmelisusest.
fr: La synchronisation iCloud fait partie de l'abonnement.
hu: Az iCloud-szinkronizálás a tagság része.
it: La sincronizzazione iCloud fa parte dell'abbonamento.
ja: iCloud同期はメンバーシップに含まれます。
ko: iCloud 동기화는 멤버십의 일부입니다.
ms: Penyegerakan iCloud adalah sebahagian daripada keahlian.
pt: A sincronização com o iCloud faz parte da subscrição.
ru: Синхронизация iCloud — часть членства.
zh_hans: iCloud 同步是会员服务的一部分。

source: iOS asks every time Clink reads your clipboard. To stop it, open Settings ▸ Apps ▸ Clink and set **Paste from Other Apps** to **Allow**.
de: iOS fragt jedes Mal nach, wenn Clink die Zwischenablage liest. Öffne Einstellungen ▸ Apps ▸ Clink und stelle **Aus anderen Apps einsetzen** auf **Erlauben**, damit das aufhört.
es: iOS pregunta cada vez que Clink lee el portapapeles. Para evitarlo, abre Ajustes ▸ Apps ▸ Clink y cambia **Pegar desde otras apps** a **Permitir**.
et: iOS küsib iga kord, kui Clink sinu lõikelauda loeb. Et see lõpetada, ava Seaded ▸ Rakendused ▸ Clink ja määra **Kleepimine teistest rakendustest** väärtusele **Luba**.
fr: iOS pose la question chaque fois que Clink lit le presse-papiers. Pour l'éviter, ouvre Réglages ▸ Apps ▸ Clink et règle **Coller depuis d'autres apps** sur **Autoriser**.
hu: Az iOS minden alkalommal rákérdez, amikor a Clink olvassa a vágólapot. Ennek kikapcsolásához nyisd meg a Beállítások ▸ Appok ▸ Clink menüt, majd állítsd a **Beillesztés más appokból** lehetőséget **Engedélyezés** értékre.
it: iOS chiede il permesso ogni volta che Clink legge gli appunti. Per evitarlo, apri Impostazioni ▸ App ▸ Clink e imposta **Incolla da altre app** su **Consenti**.
ja: Clinkがクリップボードを読むたびにiOSが確認します。止めるには、設定 ▸ アプリ ▸ Clinkを開き、**ほかのアプリからペースト**を**許可**にしてください。
ko: Clink가 클립보드를 읽을 때마다 iOS가 물어봐요. 표시되지 않게 하려면 설정 ▸ 앱 ▸ Clink에서 **다른 앱에서 붙여넣기**를 **허용**으로 바꾸세요.
ms: iOS bertanya setiap kali Clink membaca papan klip. Untuk menghentikannya, buka Tetapan ▸ App ▸ Clink dan tetapkan **Tampal daripada App Lain** kepada **Benarkan**.
pt: O iOS pergunta sempre que o Clink lê a área de transferência. Para evitar isso, abre Definições ▸ Apps ▸ Clink e define **Colar de outras apps** como **Permitir**.
ru: iOS спрашивает каждый раз, когда Clink читает ваш буфер обмена. Чтобы это прекратить, откройте Настройки ▸ Приложения ▸ Clink и установите **Вставка из других приложений** — **Разрешить**.
zh_hans: 每次 Clink 读取剪贴板时，iOS 都会询问。要停止询问，请打开“设置”▸“App”▸“Clink”，将**从其他 App 粘贴**设为**允许**。

source: iOS asks “Allow Paste?” every time Clink reads your clipboard. That's clipboard history, translating something you copied, and AI actions that work on copied text.
de: iOS fragt jedes Mal „Einsetzen erlauben“, wenn Clink deine Zwischenablage liest. Das betrifft den Zwischenablage-Verlauf, das Übersetzen von Kopiertem und KI-Aktionen, die mit kopiertem Text arbeiten.
es: iOS pregunta «¿Permitir pegar?» cada vez que Clink lee el portapapeles. Pasa con el historial del portapapeles, al traducir algo que has copiado y con las acciones de IA sobre texto copiado.
et: iOS küsib „Luba kleepimine?” iga kord, kui Clink sinu lõikelauda loeb. See puudutab lõikelaua ajalugu, kopeeritu tõlkimist ja TI-toiminguid, mis kopeeritud tekstiga töötavad.
fr: iOS demande « Autoriser le collage ? » chaque fois que Clink lit ton presse-papiers. C'est le cas pour l'historique du presse-papiers, la traduction de ce que tu as copié et les actions IA appliquées à du texte copié.
hu: Az iOS minden alkalommal rákérdez a „Beillesztés engedélyezése” kérdéssel, amikor a Clink olvassa a vágólapot. Ez érinti a vágólap-előzményeket, a másolt szöveg fordítását és a másolt szöveggel dolgozó MI-műveleteket.
it: iOS chiede «Consenti incolla?» ogni volta che Clink legge gli appunti. Vale per la cronologia degli appunti, per tradurre qualcosa che hai copiato e per le azioni IA sul testo copiato.
ja: Clinkがクリップボードを読むたびに、iOSが「ペーストを許可」と確認します。クリップボード履歴、コピーした文章の翻訳、コピーしたテキストを扱うAIアクションが対象です。
ko: Clink가 클립보드를 읽을 때마다 iOS가 ‘붙여넣기 허용’을 물어봐요. 클립보드 기록, 복사한 내용 번역, 복사한 텍스트를 다루는 AI 동작이 여기에 해당해요.
ms: iOS bertanya “Benarkan Tampal?” setiap kali Clink membaca papan keratan. Ini termasuk sejarah papan keratan, menterjemah sesuatu yang anda salin, dan tindakan AI pada teks yang disalin.
pt: O iOS pergunta «Permitir colar?» sempre que o Clink lê a área de transferência. Acontece no histórico da área de transferência, ao traduzir algo que copiaste e nas ações de IA sobre texto copiado.
ru: iOS спрашивает «Разрешить вставку?» каждый раз, когда Clink читает буфер обмена. Это история буфера обмена, перевод скопированного и действия ИИ, работающие со скопированным текстом.
zh_hans: 每次 Clink 读取剪贴板时，iOS 都会询问“允许粘贴”。剪贴板历史、翻译复制的内容，以及处理复制文本的 AI 操作都会遇到。

source: iOS blocks microphone access inside keyboards, so Clink opens briefly to record, then hands the transcript back. You'll see it switch apps the first time.
de: iOS blockiert den Mikrofonzugriff in Tastaturen, deshalb öffnet sich Clink kurz zum Aufnehmen und gibt dann das Transkript zurück. Beim ersten Mal siehst du, wie die App wechselt.
es: iOS bloquea el acceso al micrófono dentro de los teclados, así que Clink se abre brevemente para grabar y luego te devuelve la transcripción. La primera vez verás cómo cambia de app.
et: iOS blokeerib mikrofonijuurdepääsu klaviatuurides, seega avaneb Clink lühikeseks salvestama ja annab transkripti tagasi. Esimesel korral näed, kuidas rakendus vahetub.
fr: iOS bloque l'accès au micro dans les claviers, donc Clink s'ouvre brièvement pour enregistrer, puis te renvoie la transcription. Tu verras l'app changer la première fois.
hu: Az iOS letiltja a mikrofonhoz való hozzáférést a billentyűzeteken belül, ezért a Clink röviden megnyílik a felvételhez, majd visszaadja az átiratot. Elsőre látni fogod, ahogy vált az app.
it: iOS blocca l'accesso al microfono all'interno delle tastiere, quindi Clink si apre brevemente per registrare e poi restituisce la trascrizione. La prima volta vedrai il cambio di app.
ja: iOSはキーボード内でのマイクアクセスをブロックするため、Clinkが一瞬開いて録音し、文字起こしを返します。初回はアプリが切り替わるのが見えます。
ko: iOS는 키보드 안에서 마이크 접근을 막기 때문에, Clink가 잠깐 열려서 녹음한 뒤 텍스트를 다시 전달해요. 처음에는 앱이 전환되는 걸 보게 될 거예요.
ms: iOS menyekat akses mikrofon dalam papan kekunci, jadi Clink dibuka sebentar untuk merakam, kemudian menyerahkan transkrip semula. Anda akan lihat ia bertukar apl kali pertama.
pt: O iOS bloqueia o acesso ao microfone dentro dos teclados, por isso o Clink abre-se brevemente para gravar e depois devolve a transcrição. Vais ver a app mudar da primeira vez.
ru: iOS не даёт клавиатурам доступ к микрофону, поэтому Clink ненадолго открывается, чтобы записать, а затем возвращает расшифровку. В первый раз вы увидите переключение между приложениями.
zh_hans: iOS 会阻止键盘内直接访问麦克风，所以 Clink 会短暂打开来录音，再把转写结果传回来。第一次使用时你会看到应用切换一下。
